const GeneralInfoQuestions = [
    {
        q: 'چند درصد بدن را آب تشکیل می دهد؟', 
        options: ['50', '60', '70', '80'], 
        answer: '60'
    },
    {
        q: 'کدام حیوان بزرگترین عضو خانواده ی گربه سانان است؟', 
        options: ['ببر', 'پلنگ', 'شیر', 'یوزپلنگ'], 
        answer: 'پلنگ'
    },
    {
        q: 'غذای سوشی از کدام کشور آمده است؟', 
        options: ['تایلند', 'ژاپن', 'چین', 'کره جنوبی'], 
        answer: 'ژاپن'
    },
    {
        q: 'چند درصد کره زمین را آب پوشانده است؟', 
        options: ['65', '70', '75', '80'], 
        answer: '70'
    },
    {
        q: 'گرانبها ترین فلز دنیا کدام است؟', 
        options: ['رودیوم', 'طلا', 'پلاتین', 'پالادیوم'], 
        answer: 'رودیوم'
    },
    //5
    {
        q: 'خون کدام جانور به رنگ آبی است؟', 
        options: ['ستاره دریایی', 'میگو', 'خیار دریایی', 'مار ماهی'], 
        answer: 'میگو'
    },
    {
        q: 'واحد پول کشور ژاپن کدام است؟', 
        options: ['وون', 'تاکا', 'یوان', 'پن'], 
        answer: 'پن'
    },
    {
        q: 'برج کج "پیزا" در کدام کشور است؟', 
        options: ['فرانسه', 'ایتالیا', 'فرنسه', 'اسپانیا'], 
        answer: 'ایتالیا'
    },
    {
        q: 'کدام حیوان توانایی پریدن ندارد', 
        options: ['کرگدن', 'زرافه', 'فیل', 'اسب آبی'], 
        answer: 'فیل'
    },
    {
        q: 'تعداد حلقه های المپیک؟', 
        options: ['6', '5', '4', '7'], 
        answer: '5'
    },
    //10
    {
        q: 'تابلوی لبخند ژکوند اثر کیست؟', 
        options: ['ونگوک', 'رامبراند', 'پیکاسو', 'دوانچی'], 
        answer: 'دوانچی'
    },
    {
        q: 'کدام درخت نماد صلح است؟', 
        options: ['نارنج', 'زیتون', 'سیب', 'سرو'], 
        answer: 'زیتون'
    },
    {
        q: 'بریانی غذای معروف کدام شهر است؟', 
        options: ['مشهد', 'تبریز', 'یزد', 'اصفهان'], 
        answer: 'اصفهان'
    },
    {
        q: 'کدام قسمت از بدن اصلا خون ندارد؟', 
        options: ['قرینه', 'شبکیه', 'مردمک', 'پلک'], 
        answer: 'قرینه'
    },
    {
        q: 'سال نوری واحد چیست؟', 
        options: ['زمان', 'سرعت', 'مسافت', 'شتاب'], 
        answer: 'مسافت'
    },
    //15
    {
        q: 'کدام حیوان ناشنوا است؟', 
        options: ['ماهی', 'خرس', 'موش', 'مار'], 
        answer: 'مار'
    },
    {
        q: 'بلند ترین آبشار جهان ذر کدام کشور است؟', 
        options: ['سوئیس', 'رمانی', 'کانادا', 'ونزوئلا'], 
        answer: 'ونزوئلا'
    },
    {
        q: 'قله اورست در کدام کشور است؟', 
        options: ['بنگلادش', 'بوتان', 'مغلستان', 'نپال'], 
        answer: 'نپال'
    },
    {
        q: 'کدام اندام داخلی بدن قادر به ترمیم خود می باشد؟', 
        options: ['معده', 'ریه', 'کبد', 'کلیه'], 
        answer: 'کبد'
    },
    {
        q: 'چند سیاره در منظومه شمسی ما وجود دارد؟',
        options: ['9', '7', '8', '10'], 
        answer: '8'
    },
    //20
]

export {GeneralInfoQuestions}